/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Não foi possível converter o formato da música.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Este projeto parece danificado. Restaure a partir da cópia de segurança.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Este projeto foi criado com uma versão intermédia do Logic, que não é uma versão de lançamento. Já não pode ser aberto";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "A música que está a tentar abrir está no formato Logic 4 (ou anterior). Primeiro, abra‑a e guarde‑a com o Logic 7.2.1 ou anterior.\n\nÉ necessário realizar a esta ação num computador Macintosh que ainda tenha uma versão anterior do macOS em execução, porque estas versões antigas do Logic Pro já não são compatíveis com o macOS 10.13 ou posterior.";
